const data = [
  [
    {
      title: "المخ و الاعصاب",
      schedule: [{ day: "يوم الاحد", time: "من 9 صباح الي 12 مساء" }],
    },
    {
      title: "النطق و التخاطب",
      schedule: [
        { day: "يوم الاحد", time: "من 1 مساء الي 4 مساء" },
        { day: "يوم الثلاثاء", time: "من 9 صباح الي 12 مساء" },
        { day: "يوم الاربعاء", time: "من 9 صباح الي 12 مساء" },
      ],
    },
    {
      title: "القلب",
      schedule: [ { day: "يوم الاحد", time: "من 1 مساء الي 4 مساء" },],
    },
  ],
  [
    {
      title: "الجلدية",
      schedule: [{ day: "يوم الاثنين", time: "من 9 صباح الي 12 مساء" }],
    },
    {
      title: "الصدرية",
      schedule: [{ day: "يوم الاثنين", time: "من 9 صباح الي 12 مساء" }],
    },
    {
      title: "امراض الدم",
      schedule: [ 
      { day: "يوم الاثنين", time: "من 1 مساء الي 4 مساء" },],
    },
  ],
  [
    {
      title: "الباطنية",
      schedule: [
        { day: "يوم الاحد", time: "من 1 مساء الي 4 مساء" },
        { day: "يوم الاثنين", time: "من 1 مساء الي 4 مساء" },
        { day: "يوم الاربعاء", time: "من 1 مساء الي 4 مساء" },
      ],
    },
    {
      title: "الغدد الصماء",
      schedule: [
        { day: "يوم الثلاث", time: "من 1 مساء الي 4 مساء" }
      ],
    },
    {
      title: "السكري",
      schedule: [
        { day: "يوم الاحد", time: "من 1 مساء الي 4 مساء" },
        { day: "يوم الثلاثاء", time: "من 9 مساء الي 12 مساء" },
        { day: "يوم الاربعاء", time: "من 9 مساء الي 12 مساء" },
      ],
    },
  ],
  [
    {
      title: "المسالك البولية",
      schedule: [
        { day: "يوم الاربعاء", time: "من 1 مساء الي 4 مساء" },
        { day: "يوم الخميس", time: "من 9 مساء الي 12 مساء" },

      ],
    },
    {
      title: "الكلي",
      schedule: [
        { day: "يوم الاربعاء", time: "من 1 مساء الي 4 مساء" }
      ],
    },
    {
      title: "الجهاز الهضمي",
      schedule: [
        { day: "يوم الاربعاء", time: "من 1 مساء الي 4 مساء" }
      ],
    },
  ],
  [
    {
      title: "باطنية أعصاب",
      schedule: [
        { day: "يوم الخميس", time: "من 9 مساء الي 12 مساء" },
      ],
    },
    {
      title: "الروماتيزم",
      schedule: [
        { day: "يوم الخميس", time: "من 9 مساء الي 12 مساء" },
      ],
    },
    {
      title: "الطب المنزلي",
      schedule: [
        { day: "يوم الاحد", time: "من 1 مساء الي 4 مساء" },
        { day: "يوم الاثنين", time: "من 1 مساء الي 4 مساء" },
        { day: "يوم الخميس", time: "من 1 مساء الي 4 مساء" },
      ],
    },
  ],
  [
    {
      title: "العلاج الطبيعي ",
      schedule: [
      { day: "يوم الثلاثاء", time: "من 9 مساء الي 12 مساء" },
      { day: "يوم الخميس", time: "من 9 مساء الي 12 مساء" },
      ],
    },
    {
      title: "الامراض المعدية",
      schedule: [
        { day: "يوم الاربع", time: "من 1 مساء الي 4 مساء" },
      ],
    },
    {
      title: "الاورام",
      schedule: [
        { day: "يوم الثلاثاء", time: "من 1 مساء الي 4 مساء" },
      ]
    },
  ],
];
